let mapData = [{
        lon: '105.505192',
        lat: '34.664643',
        index: 1, //事件类型，显示icon
        id: 70
    }, {
        lon: '102.772762',
        lat: '37.866269',
        index: 2, //事件类型，显示icon
        id: 7
    },
    {
        lon: '98.137334',
        lat: '39.698286',
        index: 3, //事件类型，显示icon
        id: 7
    },
    {
        lon: '107.260741',
        lat: '35.760451',
        index: 2, //事件类型，显示icon
        id: 7
    },
    {
        lon: '103.096961',
        lat: '35.081116',
        index: 1, //事件类型，显示icon
        id: 7
    },
    {
        lon: '103.534669',
        lat: '36.215299',
        index: 3, //事件类型，显示icon
        id: 7
    }, {
        lon: '98.873226',
        lat: '39.852227',
        index: 4, //事件类型，显示icon
        id: 9
    }, {
        lon: '104.792817',
        lat: '35.53821',
        index: 2, //事件类型，显示icon
        id: 7
    }, {
        lon: '103.502474',
        lat: '36.055331',
        index: 4, //事件类型，显示icon
        id: 7
    }, {
        lon: '104.632838',
        lat: '33.245933',
        index: 2, //事件类型，显示icon
        id: 7
    }, {
        // // ,
        lon: '102.51635',
        lat: '37.925498',
        index: 3, //事件类型，显示icon
        id: 7
    }, {
        lon: '105.446838',
        lat: '34.538184',
        index: 2, //事件类型，显示icon
        id: 7
    }, {
        lon: '97.212116',
        lat: '40.378791',
        index: 4, //事件类型，显示icon
        id: 7
    }, {
        lon: '94.82663',
        lat: '40.01029',
        index: 1, //事件类型，显示icon
        id: 7
    },
    {
        lon: '93.82663',
        lat: '40.01029',
        index: 2, //事件类型，显示icon
        id: 7
    },
    {
        lon: '102.772762',
        lat: '37.866269',
        index: 2, //事件类型，显示icon
        id: 7
    },
    {
        // 102.86888,36.353956
        lon: '102.86888',
        lat: '36.353956',
        index: 4, //事件类型，显示icon
        id: 7
    },
    {
        lon: '98.498381',
        lat: '39.739578',
        index: 1, //事件类型，显示icon
        id: 7
    },
    {
        lon: '104.666037',
        lat: '36.089579',
        index: 2, //事件类型，显示icon
        id: 5
    },
    {
        lon: '104.166037',
        lat: '37.089579',
        index: 1, //事件类型，显示icon
        id: 6
    },
    {
        lon: '104.366037',
        lat: '34.089579',
        index: 3, //事件类型，显示icon
        id: 13
    },
    {
        lon: '103.666037',
        lat: '35.089579',
        index: 4, //事件类型，显示icon
        id: 8
    },
    {
        lon: '106.966037',
        lat: '36.089579',
        index: 3, //事件类型，显示icon
        id: 9
    },
    {
        lon: '100.663953',
        lat: '38.807789',
        index: 4, //事件类型，显示icon
        id: 12
    },
    {
        lon: '98.101115',
        lat: '39.809895',
        index: 4, //事件类型，显示icon
        id: 122
    },
    {
        lon: '105.729696',
        lat: '34.588601',
        index: 2, //事件类型，显示icon
        id: 1223
    },
    {
        lon: '102.366037',
        lat: '34.553407',
        index: 3, //事件类型，显示icon
        id: 1224
    },
    {
        lon: '100.456409',
        lat: '38.931391',
        index: 2, //事件类型，显示icon
        id: 12
    }
]
export default mapData